Repository: MihirKulkarni/vte_indic
Catalog: sourcecodes/gnome_terminal/gnome-terminal-2.30.2/help/*/*.po
Languages: de

source: Select this option to enable the terminal bell.
de: Wählen Sie diese Option, um das akustische Terminalsignal zu aktivieren.

source: Select-by-word characters
de: Zeichen für wortweise Auswahl

source: Use this text box to specify characters or groups of characters that <application>GNOME Terminal</application> considers to be words when you select text by word. See <xref linkend="gnome-terminal-contents"/> for more information about how to select text by word.
de: Geben Sie in diesem Textfeld Zeichen oder Zeichengruppen an, die von <application>GNOME Terminal</application> als Wörter betrachtet werden, wenn Sie Text wortweise markieren. Weitere Informationen zum wortweisen Markieren von Text finden Sie unter <xref linkend="gnome-terminal-contents"/>.

source: Title and Command
de: Titel und Befehl

source: Initial title
de: Titel

source: Use this text box to specify the initial title of terminals that use the profile. New terminals that are started from the current terminal have the new initial title.
de: Geben Sie in diesem Textfeld den ursprünglichen Titel des Profils an. Neue Terminals, die im aktuellen Terminal gestartet werden, tragen den neuen ursprünglichen Titel.

source: When terminal commands set their own titles
de: Wenn Terminal-Befehle ihre eigenen Titel setzen

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by commands that run in the terminal.
de: Wählen Sie in dieser Aufklappliste aus, wie ein Titel dynamisch gesetzt werden soll. Das bedeutet, wie der Titel aus den im Terminal ausgeführten Befehlen erstellt wird.

source: Run command as a login shell
de: Befehl als Login-Shell starten

source: Select this option to force the command that currently runs inside the terminal to run as a login shell. If the command is not a shell, the setting has no effect.
de: Wählen Sie diese Option, damit der im Terminal ausgeführte Befehl als Login-Shell ausgeführt wird. Falls es sich bei dem Befehl nicht um eine Shell handelt, ist diese Einstellung unwirksam.

source: Update login records when command is launched
de: Login-Aufzeichnungen aktualisieren, wenn Befehl ausgeführt wird

source: Select this option to insert a new entry in the login records when a new shell is opened.
de: Wählen Sie diese Option, um beim Öffnen einer neuen Shell in die utmp- und wtmp-Datensätze einen neuen Eintrag einzufügen.

source: Run a custom command instead of my shell
de: Einen benutzerdefinierten Befehl statt meiner Befehlszeile starten

source: Select this option to run a specified command, other than the normal shell, in the terminal. Specify the custom command in the <guilabel>Custom command</guilabel> text box.
de: Wählen Sie diese Option, um im Terminal einen anderen Befehl als die normale Shell auszuführen. Geben Sie den benutzerdefinierten Befehl in das Textfeld <guilabel>Benutzerdefinierter Befehl</guilabel> ein.

source: When command exits
de: Wenn Befehl beendet

source: Use this drop-down list to specify what action to perform when the command exits.
de: Wählen Sie in dieser Aufklappliste die Aktion aus, die beim Beenden des Befehls ausgeführt werden soll.

source: Colours
de: Farben

source: Foreground and Background
de: Vorder- und Hintergrund

source: Select the <guilabel>Use colours from system theme</guilabel> option to use the colors that are specified in the GNOME Desktop theme that is selected in the <guilabel>Theme</guilabel> tab of the <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Appearance</application> preference tool</ulink>.
de: Wählen Sie die Option <guilabel>Farben vom Systemthema verwenden</guilabel>, um die Farben des GNOME-Desktop-Themas zu verwenden, die im Reiter <guilabel>Thema</guilabel> des Einstellungswerkzeugs <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Erscheinungsbild</application></ulink> festgelegt sind.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to specify the foreground and background colors for the terminal. <application>GNOME Terminal</application> supports the following foreground and background color combinations:
de: Verwenden Sie die Aufklappliste <guilabel>Integrierte Schemata</guilabel>, um die Vordergrund- und Hintergrundfarbe des Terminals zu setzen. <application>GNOME Terminal</application> unterstützt die folgenden Kombinationen von Vorder- und Hintergrundfarbe:

source: Black on light yellow
de: Schwarz auf hellem Gelb

source: Black on white
de: Schwarz auf weiß

source: Gray on black
de: Grau auf schwarz

source: Green on black
de: Grün auf schwarz

source: White on black
de: Weiß auf schwarz

source: Custom
de: Benutzerdefiniert

source: This option enables you to select colors that are not in the selected color scheme.
de: Mit dieser Option können Sie Farben auswählen, die nicht in dem ausgewählten Farbschema enthalten sind.

source: The actual display of the foreground and background colors can vary depending on the color scheme that you choose. For example, if you choose <guilabel>White on black</guilabel> and the <guilabel>Linux console</guilabel> color scheme, the application displays the foreground and background colors as light gray on black. The <guilabel>Built-in schemes</guilabel> drop-down list is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
de: Die tatsächliche Darstellung der Vorder- und Hintergrundfarbe hängt von dem ausgewählten Farbschema ab. Wenn Sie z. B. <guilabel>Weiß auf schwarz</guilabel> und das Farbschema <guilabel>Linux-Konsole</guilabel> wählen, werden die Vorder- und Hintergrundfarbe als Hellgrau auf Schwarz dargestellt. Die Aufklappliste <guilabel>Integrierte Schemata</guilabel> wird nur aktiviert, wenn die Option <guilabel>Farben vom Systemthema verwenden</guilabel> nicht ausgewählt ist.

source: Click on the <guibutton>Text colour</guibutton> button to display the <guilabel>Choose terminal text colour</guilabel> dialog. Use the color wheel or the spin boxes to customize the color that you want to use as the text color, then click <guibutton>OK</guibutton>. The <guibutton>Text colour</guibutton> button is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
de: Klicken Sie auf den Knopf <guibutton>Textfarbe</guibutton>, um das Dialogfeld <guilabel>Terminal-Textfarbe auswählen</guilabel> zu öffnen. Wählen Sie in der Farbpalette oder den Einstellfeldern die Farbe, die Sie als Vordergrundfarbe verwenden möchten und klicken dann auf <guibutton>OK</guibutton>. Dieser Knopf ist nur verfügbar, wenn die Option <guilabel>Farben vom Systemthema verwenden</guilabel> nicht ausgewählt ist.

source: Click on the <guibutton>Background colour</guibutton> button to display the <guilabel>Choose terminal background colour</guilabel> dialog. Use the color wheel or the spin boxes to customize the color that you want to use as the background color, then click <guibutton>OK</guibutton>. The <guibutton>Background colour</guibutton> button is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
de: Klicken Sie auf den Knopf <guibutton>Hintergrundfarbe</guibutton>, um das Dialogfeld <guilabel>Terminal-Hintergrundfarbe auswählen</guilabel> zu öffnen. Wählen Sie in der Farbpalette oder den Einstellfeldern die Farbe, die Sie als Hintergrundfarbe verwenden möchten. Dieser Knopf ist nur verfügbar, wenn die Option <guilabel>Farben vom Systemthema verwenden</guilabel> nicht ausgewählt ist.

source: Palette
de: Farbpalette

source: The terminal emulation can only use 16 colors at a time to draw text. The color palette specifies these 16 colors. Applications that run in the terminal use an index number to specify a color from this palette.
de: Die Terminalemulation kann maximal geleichzeitig 16 Farben für die Textdarstellung verwenden. Die Farbpalette stellt diese 16 Farben dar. Im Terminal ausgeführte Anwendungen verwenden eine Indexnummer, um eine Farbe aus dieser Palette darzustellen.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to choose a preset color schemes. The color palette below and the contents of the terminal window both update to show the scheme.
de: In der Aufklappliste <guilabel>Integrierte Schemata</guilabel> können Sie vordefinierte Farbschemata auswählen. Die darunterstehende Farbpalette und der Inhalt des Terminals werden direkt geändert, um die Farben des Schemas darzustellen.

source: Use the <guilabel>Colour palette</guilabel> to customize the 16 default colors in the custom color palette. To customize a color, click on the color to display the <guilabel>Palette entry</guilabel> dialog. Use the color wheel or the spin boxes to customize the color, then click <guibutton>OK</guibutton>.
de: Verwenden Sie die <guilabel>Farbpalette</guilabel>, um die 16 Standardfarben an Ihre Wünsche anzupassen. Um eine Farbe zu ändern, klicken Sie darauf, um den <guilabel>Palettenfarbe auswählen</guilabel>-Dialog zu öffnen. Mit Hilfe des Farbrades oder der Einstellfelder ändern Sie die Farbe und klicken dann auf <guibutton>OK</guibutton>.

source: Effects
de: Effekte

source: Background
de: Hintergrund

source: Select a background for the terminal window. The options are as follows:
de: Wählen Sie für das Terminalfenster eine Option zur Darstellung des Hintergrunds. Folgende Optionen stehen zur Verfügung:

source: Solid color
de: Vollfarbe

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> tabbed section as the background color for the terminal.
de: Wählen Sie diese Option, um die Hintergrundfarbe zu verwenden, die im Reiter <guilabel>Farben</guilabel> als Hintergrundfarbe für das Terminal festgelegt ist.

source: Background image
de: Hintergrundbild

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> drop-down combination box to specify the location and name of the image file. Alternatively, click <guibutton>Browse</guibutton> to search for and select the image file.
de: Wählen Sie diese Option, um eine Bilddatei als Hintergrund für das Terminal zu verwenden. Geben Sie in der Aufklappliste <guilabel>Bilddatei</guilabel> die Speicherposition und den Namen der Bilddatei an. Sie können auch auf <guibutton>Durchsuchen</guibutton> klicken, um die Bilddatei zu suchen und auszuwählen.

source: Select the <guilabel>Background image scrolls</guilabel> option to enable the background image to scroll with the text when you scroll through the terminal. If you do not select this option, the background image remains fixed on the terminal background and only the text scrolls. This option is only enabled if you select the <guilabel>Background image</guilabel> option.
de: Wählen Sie diese Option, damit das Hintergrundbild mit dem Text rollt, wenn Sie durch das Terminal rollen. Wenn Sie diese Option nicht aktivieren, bleibt das Hintergrundbild auf dem Terminalhintergrund fixiert, und nur der Text wird gerollt. Diese Option ist nur verfügbar, wenn Sie die Option <guilabel>Hintergrundbild</guilabel> auswählen.

source: Transparent background
de: Transparenter Hintergrund

source: Select this option to use a transparent background for the terminal.
de: Wählen Sie diese Option, um für das Terminal einen transparenten Hintergrund zu verwenden.

source: Shade transparent or image background
de: Transparenz und Bildhintergründe abdunkeln

source: Use this slider to shade or dim the background of the terminal. This option is only enabled if you select the <guilabel>Background image</guilabel> or <guilabel>Transparent background</guilabel> options.
de: Verwenden Sie diesen Schieberegler, um den Hintergrund des Terminals schattiert oder abgedunkelt darzustellen. Diese Option ist nur verfügbar, wenn Sie die Option <guilabel>Hintergrundbild</guilabel> oder <guilabel>Transparenter Hintergrund</guilabel> wählen.

source: Scrolling
de: Bildlauf

source: Scrollbar is
de: Bildlaufleiste ist

source: Use this drop-down list to specify the position of the scrollbar on the terminal window.
de: Legen Sie in dieser Aufklappliste die Position der Bildlaufleiste im Terminalfenster fest.

source: Scrollback ... lines
de: Zurückrollen ... Zeilen

source: Use this spin box to specify the number of lines that you can scroll back using the scrollbar. For example, if you specify 100 you can scroll back the last 100 lines displayed in the terminal.
de: Geben Sie mit diesem Drehfeld die Anzahl der Zeilen an, um die Sie den Bildschirm mit der Bildlaufleiste zurückrollen können. Wenn Sie zum Beispiel 100 angeben, können Sie die letzten 100 im Terminal angezeigten Zeilen zurückrollen.

source: Scroll on output
de: Bei Ausgabe weiterrollen

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
de: Wählen Sie diese Option, damit Sie durch die Ausgabe im Terminal rollen können, während auf dem Terminal weiterhin die Ausgabe eines Befehls angezeigt wird.

source: Scroll on keystroke
de: Bei Tastendruck weiterrollen

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
de: Wählen Sie diese Option, wenn durch Drücken einer beliebigen Taste das Terminal zur Eingabezeile zurückkehren soll. Diese Aktion wird nur angewendet, wenn das Terminal nach oben gerollt wurde und Sie zur Eingabezeile zurückkehren wollen.

source: Compatibility
de: Kompatibilität

source: Backspace key generates
de: Rücktaste erzeugt

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
de: Wählen Sie in dieser Aufklappliste die Funktion aus, die mit der <keycap>Rücktaste</keycap> ausgeführt werden soll.

source: Delete key generates
de: Entfernen-Taste erzeugt

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
de: Wählen Sie in dieser Aufklappliste die Funktion aus, die mit der Taste <keycap>Entf</keycap> ausgeführt werden soll.

source: Reset compatibility options to defaults
de: Kompatibilitätseinstellungen auf Vorgabewerte zurücksetzen

source: Click on this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to the default settings.
de: Klicken Sie auf diesen Knopf, um die Optionen im Reiter <guilabel>Kompatibilität</guilabel> auf die Standardeinstellungen zurückzusetzen.

source: translator-credits
de: Jan Arne Petersen <jap@gnome.org>, 2007 Mario Blättermann <mariobl@gnome.org>, 2008, 2009, 2010
