Repository: MihirKulkarni/vte_indic
Catalog: sourcecodes/gnome_terminal/gnome-terminal-2.30.2/help/*/*.po
Languages: de

source: Click <guibutton>Close</guibutton>. <application>GNOME Terminal</application> adds the profile to the <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Change Profile</guisubmenu></menuchoice> submenu.
de: Klicken Sie auf <guibutton>Schließen</guibutton>. <application>GNOME Terminal</application> fügt das Profil zum Untermenü <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Profil wechseln</guisubmenu></menuchoice> hinzu.

source: To change the profile of a tabbed terminal:
de: So ändern Sie das Profil eines Terminals im Reiterformat:

source: Click on the tab of the tabbed terminal for which you want to change the profile.
de: Klicken Sie auf den Reiternamen des Terminals im Reiterformat, dessen Profil Sie ändern möchten.

source: Choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Change Profile</guisubmenu><guimenuitem><replaceable>profilename</replaceable></guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Profil wechseln</guisubmenu><guimenuitem><replaceable>Profilname</replaceable></guimenuitem></menuchoice>.

source: To edit a profile:
de: So bearbeiten Sie ein Profil:

source: You edit profiles in the <guilabel>Editing Profile</guilabel> dialog. You can access the <guilabel>Editing Profile</guilabel> dialog in the following ways:
de: Profile werden im Dialogfeld <guilabel>Profil bearbeiten</guilabel> bearbeitet. Sie können das Dialogfeld <guilabel>Profil bearbeiten</guilabel> folgendermaßen öffnen:

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Current Profile</guisubmenu></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Momentan verwendetes Profil</guisubmenu></menuchoice>.

source: Right-click in the terminal window, then choose <guimenuitem>Edit Current Profile</guimenuitem> from the popup menu.
de: Klicken Sie mit der rechten Maustaste im Terminalfenster, und wählen Sie im Kontextmenü den Befehl <guimenuitem>Momentan verwendetes Profil bearbeiten</guimenuitem>.

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Profiles</guisubmenu></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>. For information on the options you can set for profiles, see <xref linkend="gnome-terminal-prefs"/>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Profile</guisubmenu></menuchoice>, wählen Sie anschließend das zu bearbeitende Profil aus, und klicken Sie auf <guibutton>Bearbeiten</guibutton>. Unter <xref linkend="gnome-terminal-prefs"/> finden Sie Informationen über die Optionen, die Sie bei Profilen bearbeiten können.

source: To delete a profile:
de: So löschen Sie ein Profil:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Profile</guimenuitem></menuchoice>.

source: Select the name of the profile that you want to delete in the <guilabel>Profiles</guilabel> list, then click <guibutton>Delete</guibutton>. The <guilabel>Delete Profile</guilabel> dialog is displayed.
de: Markieren Sie den Namen des zu löschenden Profils in der Liste <guilabel>Profile</guilabel>, und klicken Sie anschließend auf <guibutton>Löschen</guibutton>. Das Dialogfeld <guilabel>Profil löschen</guilabel> wird angezeigt.

source: Click <guibutton>Delete</guibutton> to confirm the deletion.
de: Klicken Sie zur Bestätigung des Löschens auf <guibutton>Löschen</guibutton>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Edit Profiles</guilabel> dialog.
de: Klicken Sie zum Schließen des <guilabel>Profile</guilabel>-Dialogfeldes auf <guibutton>Schließen</guibutton>.

source: Modifying a Terminal Window
de: Ändern eines Terminalfensters

source: To hide the menubar:
de: So blenden Sie die Menüleiste aus:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Menüleiste anzeigen</guimenuitem></menuchoice>.

source: To show a hidden menubar:
de: So zeigen Sie eine ausgeblendete Menüleiste an:

source: Right-click on the terminal window, then choose <guimenuitem>Show Menubar</guimenuitem> from the popup menu.
de: Klicken Sie mit der rechten Maustaste auf das Terminalfenster, und wählen Sie im Kontextmenü den Befehl <guimenuitem>Menüleiste anzeigen</guimenuitem>.

source: To display the <application>GNOME Terminal</application> window in full-screen mode:
de: So können Sie das <application>GNOME Terminal</application>-Fenster im Vollbildmodus anzeigen:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>. Full-screen mode displays the text in a window that fills the full screen. The window does not contain a window frame or titlebar. To exit from this mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> again.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice>. Der Vollbildmodus zeigt den Text in einem Fenster, das den Bildschirm vollständig ausfüllt. Dieses Fenster verfügt weder über einen Rahmen noch eine Titelleiste. Um den Vollbildmodus wieder zu verlassen, wählen Sie wiederum <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice>.

source: To change the appearance of the terminal window:
de: So ändern Sie das Aussehen eines Terminalfensters:

source: See <xref linkend="gnome-terminal-prefs"/> for information about the options that you can choose in the <guilabel>Editing Profile</guilabel> dialog to change the appearance of the terminal window. For example, you can change the background color, or the location of the scrollbar.
de: In <xref linkend="gnome-terminal-prefs"/> finden Sie Informationen über die Optionen, die Sie im Dialogfeld <guilabel>Profil bearbeiten</guilabel> verwenden können, um das Aussehen des Terminalfensters anzupassen. Zum Beispiel können Sie die Hintergrundfarbe oder die Position der Bildlaufleiste ändern

source: Working with the Contents of Terminal Windows
de: Arbeiten mit dem Inhalt von Terminalfenstern

source: To scroll through previous commands and output:
de: So rollen Sie durch die zuvor eingegebenen Befehle und deren Ausgabe:

source: Perform one of the following actions:
de: Führen Sie einen der folgenden Schritte aus:

source: Use the scrollbar, which is usually displayed on the right of the terminal window.
de: Verwenden Sie die Bildlaufleiste, die in der Regel rechts im Terminalfenster angezeigt wird.

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
de: Drücken Sie <keycombo><keycap>Umschalt</keycap><keycap>Bild rauf</keycap></keycombo>, <keycombo><keycap>Umschalt</keycap><keycap>Bild runter</keycap></keycombo>, <keycombo><keycap>Umschalt</keycap><keycap>Pos1</keycap></keycombo>, oder <keycombo><keycap>Umschalt</keycap><keycap>Ende</keycap></keycombo> .

source: The number of lines that you can scroll back to in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>Scrolling</guilabel> tabbed section of the <guilabel>Editing Profile</guilabel> dialog. You can also scroll up or down one line at a time by pressing <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Up</keycap></keycombo> or <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Down</keycap></keycombo>.
de: Die Anzahl der Zeilen, um die das Terminalfenster zurückgerollt wird, wird durch die Einstellung <guilabel>Zurückrollen</guilabel> im Reiter <guilabel>Bildlauf</guilabel> des Dialogfelds <guilabel>Profil x wird bearbeitet</guilabel> bestimmt. Sie können auch eine Zeile vor- oder zurückrollen, indem Sie <keycombo><keycap>Strg</keycap><keycap>Umschalttaste</keycap><keycap>Pfeiltaste rauf</keycap></keycombo> oder <keycombo><keycap>Strg</keycap><keycap>Umschalttaste</keycap><keycap>Pfeiltaste runter</keycap></keycombo> drücken.

source: To select and copy text:
de: So markieren und kopieren Sie Text:

source: You can select text in any of the following ways:
de: Sie haben folgende Möglichkeiten, Text zu markieren:

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
de: Wenn Sie nur jeweils ein Zeichen markieren möchten, klicken Sie auf das erste zu markierende Zeichen, und ziehen Sie die Maus zu dem letzten Zeichen, das markiert werden soll.

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select. Symbols are selected individually.
de: Wenn Sie jeweils nur ein Wort markieren möchten, doppelklicken Sie auf das erste zu markierende Wort, und ziehen Sie die Maus zu dem letzten Wort, das markiert werden soll. Symbole werden individuell ausgewählt.

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
de: Wenn Sie jeweils nur eine Zeile markieren möchten, doppelklicken Sie auf die erste zu markierende Zeile, und ziehen Sie die Maus zu der letzten Zeile, die markiert werden soll.

source: These actions select all text between the first and last items. For all text selections, <application>GNOME Terminal</application> copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
de: Bei dieser Vorgehensweise wird der gesamte Text zwischen dem ersten und letzten Element markiert. Beim Markieren von Text wird der Text in <application>GNOME Terminal</application> stets in die Zwischenablage kopiert, sobald Sie die Maustaste loslassen. Um den ausgewählten Text explizit zu kopieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Kopieren</guimenuitem></menuchoice>.

source: To paste text into a terminal:
de: So fügen Sie Text in ein Terminal ein:

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
de: Wenn Sie zuvor Text in die Zwischenablage kopiert haben, können Sie diesen Text auf diese verschiedenen Arten in ein Terminal kopieren:

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button.
de: Klicken Sie an der Eingabeaufforderung mit der mittleren Maustaste. Wenn Ihre Maus keine mittlere Maustaste hat, suchen Sie in der X Server-Dokumentation nach Informationen darüber, wie die mittlere Maustaste emuliert werden kann.

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
de: Um den explizit kopierten Text einzufügen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einfügen</guimenuitem></menuchoice>.

source: To drag a file name into a terminal window:
de: So ziehen Sie eine Datei in ein Terminalfenster:

source: You can drag a file name to a terminal from another application such as a file manager. The terminal displays the path and the full name of the file.
de: Sie können eine Datei aus einer anderen Anwendung, z. B. aus dem Datei-Manager, in ein Terminalfenster ziehen. Im Terminalfenster werden der Pfad und der vollständige Name der Datei angezeigt.

source: To access a link:
de: So greifen Sie auf einen Link zu:

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal, perform the following steps:
de: Gehen Sie folgendermaßen vor, um auf einen URL (Uniform Resource Locator) zuzugreifen, der in einem Terminalfenster angezeigt wird:

source: Move the mouse over the URL until the URL is underlined.
de: Verschieben Sie die Maus über den URL, bis der URL unterstrichen wird.

source: Right-click on the URL to open a popup menu.
de: Klicken Sie mit der rechten Maustaste auf den URL, um ein Kontextmenü zu öffnen.

source: Choose <guimenuitem>Open Link</guimenuitem> to start a link application and display the file located at the URL.
de: Wählen Sie <guimenuitem>Link öffnen</guimenuitem>, um eine Link-Anwendung zu starten und die an dem URL befindliche Datei zu öffnen.

source: Viewing the Keyboard Shortcut Settings
de: Anzeigen von Einstellungen für Tastenkombinationen

source: To view the keyboard shortcut settings that are defined for <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>. The <guilabel>Keyboard Shortcuts</guilabel> dialog contains the following items:
de: Um die Einstellungen für Tastenkombinationen anzuzeigen, die für <application>GNOME Terminal</application> definiert sind, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Tastaturbelegungen</guimenuitem></menuchoice>. Das Dialogfeld <guilabel>Tastaturbelegungs-Editor</guilabel> enthält die folgenden Optionen:

source: Disable all menu access keys (such as Alt+f to open File menu)
de: Alle Menükürzelbuchstaben deaktivieren (z.B. Alt+D um das Dateimenü zu öffnen)

source: Deselect this option to disable the access keys that are defined to enable you to use the keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
de: Deaktivieren Sie dieses Kontrollkästchen, um die Zugriffstasten zu deaktivieren, die Ihnen die Möglichkeit geben, einen Menüeintrag mit der Tastatur anstatt mit der Maus auszuwählen. Jede Zugriffstaste für ein Menü oder eine Menüoption wird durch einen unterstrichenen Buchstaben gekennzeichnet. In bestimmten Fällen müssen Sie neben der Zugriffstaste zusätzlich die Taste <keycap>Alt</keycap> drücken, um die Aktion auszuführen.

source: Disable menu shortcut key (F10 by default)
de: Menütastenkombinationen deaktivieren (Vorgabe: F10)

source: Deselect this option to disable the shortcut key that is defined to enable you to access the <application>GNOME Terminal</application> menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
de: Deaktivieren Sie dieses Kontrollkästchen, um die Tastenkombination zu deaktivieren, die Ihnen den Zugriff auf die <application>GNOME Terminal</application>-Menüs ermöglicht. Die Standardtaste für den Zugriff auf die Menüs ist <keycap>F10</keycap>.

source: Shortcut Keys
de: Tastenkombinationen

source: The <guilabel>Shortcut Keys</guilabel> section of the dialog lists the shortcut keys that are defined for each menu item.
de: Der Abschnitt <guilabel>Tastenkombinationen</guilabel> des Dialogs listet die Tastenkombinationen auf, die für jeden Menüeintrag definiert sind.

source: Not all keys can be used as shortcut keys, such as <keycap>Tab</keycap>.
de: Nicht alle Tasten können für Tastenkombinationen verwendet werden, z.B. <keycap>Tab</keycap>.

source: Text Size
de: Schriftgröße

source: You can use the following methods to resize the text in the GNOME Terminal window:
de: Sie können auf folgende Arten die Größe der Schrift im GNOME-Terminal ändern:

source: To increase the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>.
de: Um die Schrift zu vergrößern, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Heranzoomen</guimenuitem></menuchoice>.

source: To decrease the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>.
de: Um die Schrift zu verkleinern, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Wegzoomen</guimenuitem></menuchoice>

source: To view the text at actual size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
de: Um die tatsächliche Schriftgröße zu verwenden, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Normale Größe</guimenuitem></menuchoice>.

source: To Change the Terminal Title
de: So ändern Sie den Titel des Terminals

source: To change the title of the currently displayed terminal, perform the following steps:
de: Um den Titel des aktuell angezeigten Terminals zu ändern, gehen Sie folgendermaßen vor:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Titel festlegen</guimenuitem></menuchoice>.

source: Type the new title in the <guilabel>Title</guilabel> text box. <application>GNOME Terminal</application> applies the change immediately.
de: Tippen Sie den neuen Titel in das <guilabel>Titel</guilabel>-Eingabefeld. <application>GNOME-Terminal</application> ändert den Titel sofort.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Set Title</guilabel> dialog.
de: Klicken Sie auf den <guilabel>Schließen</guilabel>-Knopf, um den<guibutton>Löschen</guibutton>, um den <guilabel>Set Title</guilabel>-Dialog zu schließen.

source: To Change the Character Encoding
de: So ändern Sie die Zeichenkodierung

source: To change the character encoding, choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu></menuchoice>, then select the appropriate encoding.
de: Um die Zeichenkodierung zu ändern, wählen Sie <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Zeichenkodierung festlegen</guimenuitem></menuchoice>, und wählen dann die gewünschte Kodierung.

source: To Change the List of Character Encodings
de: So ändern Sie die zu verwendende Zeichenkodierungsliste

source: To change the list of character encodings displayed in the <guisubmenu>Set Character Encoding</guisubmenu> menu, perform the following steps:
de: Um die Liste der Zeichenkodierungen im Menü <guilabel>Zeichenkodierung</guilabel> zusammenzustellen, gehen Sie wie folgt vor:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu><guimenuitem>Add or Remove</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Zeichenkodierung festlegen</guisubmenu><guimenuitem>Hinzufügen/entfernen</guimenuitem></menuchoice>.

source: To add an encoding to the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Available encodings</guilabel> list box, then click the right arrow button.
de: Um eine Zeichenkodierung zum Menü <guisubmenu>Zeichenkodierung festlegen</guisubmenu> hinzuzufügen, wählen Sie die gewünschte Kodierung in der Liste <guilabel>Verfügbare Zeichenkodierungen</guilabel> und klicken dann auf den Knopf mit dem nach rechts zeigenden Pfeil.

source: To remove an encoding from the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Encodings shown in menu</guilabel> list box, then click the left arrow button.
de: Um eine Zeichenkodierung aus dem Menü <guisubmenu>Zeichenkodierung festlegen</guisubmenu> zu entfernen, wählen Sie die gewünschte Kodierung in der Liste <guilabel>Im Menü angezeigte Zeichenkodierungen</guilabel> und klicken dann auf den Knopf mit dem nach links zeigenden Pfeil.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Add or Remove Terminal Encodings</guilabel> dialog.
de: Klicken Sie auf den <guilabel>Schließen</guilabel>-Knopf, um den <guilabel>Terminal-Zeichenkodierungen hinzufügen oder entfernen</guilabel>-Dialog zu schließen.

source: To Recover Your Terminal
de: Wiederherstellen des Terminals

source: This section provides some advice if you have problems with terminals.
de: Die Informationen in den folgenden Abschnitten können Ihnen bei Problemen mit Terminals helfen.

source: To reset the state of the terminal:
de: So setzen Sie den Terminalstatus zurück:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Zurücksetzen</guimenuitem></menuchoice>.

source: To reset the terminal and clear the screen:
de: So setzen Sie das Terminal zurück und löschen den Bildschirm:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Zurücksetzen und löschen</guimenuitem></menuchoice>.

source: Preferences
de: Einstellungen

source: To configure <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Current Profile</guimenuitem></menuchoice>. To configure another profile that you set up choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>.
de: Um <application>GNOME Terminal</application> zu konfigurieren, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Aktuelles Profil</guimenuitem></menuchoice>. Um ein anderes Profil zu konfigurieren, das Sie eingerichtet haben, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Profile</guimenuitem></menuchoice>, wählen Sie das zu bearbeitende Profil aus, und klicken Sie auf <guibutton>Bearbeiten</guibutton>.

source: The <guilabel>Editing Profile</guilabel> dialog contains the following tabbed sections that you can use to configure <application>GNOME Terminal</application>:
de: Das Dialogfeld <guilabel>Profil "<replaceable>Profilname</replaceable>" bearbeiten</guilabel> enthält die folgenden Reiter, mit denen Sie <application>GNOME Terminal</application> konfigurieren können:

source: General
de: Allgemein

source: Profile name
de: Profilname

source: Use this text box to specify the name of the current profile.
de: Geben Sie in diesem Textfeld den Namen des aktuellen Profils an.

source: Use the system fixed width font
de: Die dicktengleiche Systemschrift verwenden

source: Select this option to use the standard fixed width font that is specified in the <guilabel>Font</guilabel> tab of the <application>Appearance</application> preference tool.
de: Wählen Sie diese Option, um die Standardschriftart fester Breite zu verwenden, die im Reiter <guilabel>Schrift</guilabel> des Einstellungswerkzeugs <application>Erscheinungsbild</application> festgelegt ist.

source: Font
de: Schrift

source: Click on this button to select a font type and font size for the terminal. This button is only enabled if the <guilabel>Use the system terminal font</guilabel> option is unselected.
de: Klicken Sie auf diesen Knopf, um für das Terminal eine Standardschriftart und eine Standardschriftgröße auszuwählen. Dieser Knopf ist nur verfügbar, wenn die Option <guilabel>Die dicktengleiche Systemschrift verwenden</guilabel> nicht aktiviert ist.

source: Allow bold text
de: Fetten Text erlauben

source: Select this option to enable the terminal to display bold text.
de: Wählen Sie diese Option, damit im Terminal Text fett dargestellt werden kann.

source: Show menubar by default in new terminals
de: Menüleiste in neuen Terminals per Vorgabe anzeigen

source: Select this option to show the menubar on new terminal windows.
de: Wählen Sie diese Option, damit in neuen Terminalfenstern die Menüleiste angezeigt wird.

source: Terminal bell
de: Terminalglocke
