Repository: MihirKulkarni/vte_indic
Catalog: sourcecodes/gnome_terminal/gnome-terminal-2.30.2/help/*/*.po
Languages: de

source: @@image: 'figures/gnome-terminal-default.png'; md5=fccdfe734f4180cb393cd23679d6dd18
de: @@image: 'figures/gnome-terminal-default.png'; md5=57241f533d47938eb3db6ac910f0061b

source: @@image: 'figures/gnome-terminal-tabbed.png'; md5=fd1c1b81fec91087349f1500b82501fe
de: @@image: 'figures/gnome-terminal-tabbed.png'; md5=42c1deb38a2f46398b08bd78a995738d

source: GNOME Terminal Manual
de: GNOME-Terminal-Handbuch

source: The Terminal gives users the power to communicate with their system using text-based commands through a shell such as Bash.
de: Das Terminal verleiht Benutzern die Macht, unter Verwendung textbasierter Befehle in einer Shell, wie beispielsweise der Bash, mit ihrem System zu kommunizieren.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME Documentation Project über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: GNOME Documentation Team
de: GNOME-Dokumentationsteam

source: GNOME Terminal Manual V2.9
de: GNOME-Terminal-Handbuch V2.9

source: January 2010
de: Januar 2010

source: GNOME Terminal Manual V2.8
de: GNOME-Terminal-Handbuch V2.8

source: March 2009
de: März 2009

source: GNOME Terminal Manual V2.7
de: GNOME-Terminal-Handbuch V2.7

source: Sun GNOME Documentation Team
de: Sun GNOME-Dokumentationsteam

source: GNOME Terminal Manual V2.6
de: GNOME-Terminal-Handbuch V2.6

source: GNOME Terminal Manual V2.5
de: GNOME-Terminal-Handbuch V2.5

source: May 2003
de: Mai 2003

source: GNOME Terminal Manual V2.4
de: GNOME-Terminal-Handbuch V2.4

source: January 2003
de: Januar 2003

source: GNOME Terminal Manual V2.3
de: GNOME-Terminal-Handbuch V2.3

source: GNOME Terminal Manual V2.2
de: GNOME-Terminal-Handbuch Version 2.2

source: GNOME Terminal Manual V2.1
de: GNOME-Terminal-Handbuch Version 2.1

source: GNOME Terminal Manual V2.0
de: GNOME-Terminal-Handbuch Version 2.0

source: GNOME Terminal User's Guide
de: GNOME-Terminal-Benutzerhandbuch

source: May 2000
de: Mai 2000

source: This manual describes version 2.30 of GNOME Terminal.
de: In diesem Handbuch wird Version 2.30 von GNOME Terminal beschrieben.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the GNOME Terminal application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback" type="help">GNOME Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur GNOME Terminal-Anwendung oder diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.

source: terminal application
de: Terminal-Anwendung

source: Introduction
de: Einführung

source: <application>GNOME Terminal</application> is a terminal emulation application that you can use to perform the following tasks:
de: <application>GNOME Terminal</application> ist eine Anwendung zur Terminal-Emulation, mit der Sie die folgende Aufgaben erledigen können:

source: Access a UNIX shell in the GNOME environment
de: Zugriff auf eine UNIX-Shell in der GNOME-Umgebung

source: A shell is a program that interprets and executes the commands that you type at a command line prompt. When you start <application>GNOME Terminal</application>, the application starts the default shell that is specified in your system account. You can switch to a different shell at any time.
de: Eine Shell ist ein Programm, das die Befehle interpretiert und ausführt, die Sie in eine Befehlszeile eingeben. Beim Starten von <application>GNOME-Terminal</application> startet die Anwendung die in Ihrem Systemkonto angegebene Standardshell. Sie können jederzeit zu einer anderen Shell wechseln.

source: Run any application that is designed to run on VT102, VT220, and <application>xterm</application> terminals
de: Ausführen von Anwendungen, die für VT102-, VT220- und <application>xterm</application>-Terminals vorgesehen sind

source: <application>GNOME Terminal</application> emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that starts with the <keycap>Esc</keycap> character. <application>GNOME Terminal</application> accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
de: <application>GNOME Terminal</application> emuliert das vom X Consortium entwickelte Programm <application>xterm</application>. Das Programm <application>xterm</application> wiederum emuliert das DEC VT102-Terminal und unterstützt außerdem die DEC VT220-Escape-Sequenzen. Eine Escape-Sequenz ist eine Serie von Zeichen, die mit dem Zeichen <keycap>Esc</keycap> beginnt. <application>GNOME Terminal</application> akzeptiert alle Escape-Sequenzen, die die VT102- und VT220-Terminals für Funktionen wie die Positionierung des Cursors und das Löschen des Bildschirms verwenden.

source: Getting Started
de: Erste Schritte

source: The following sections describe how to start <application>GNOME Terminal</application>.
de: In den folgenden Abschnitten werden die ersten Schritte bei der Arbeit mit <application>GNOME Terminal</application> dargestellt.

source: Starting GNOME Terminal
de: So starten Sie die Anwendung GNOME Terminal

source: You can start <application>GNOME Terminal</application> in the following ways:
de: Sie können <application>GNOME Terminal</application> auf eine der folgenden Arten starten:

source: <guimenu>Applications</guimenu> menu
de: <guimenu>Anwendungs</guimenu>-Menü

source: Choose <menuchoice><guimenu>Accessories</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Werkzeuge</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>gnome-terminal</command>
de: Führen Sie folgenden Befehl aus: <command>gnome-terminal</command>

source: You can use command line options to modify the way in which you run <application>GNOME Terminal</application>. To view the command line options, execute the following command: <command>gnome-terminal --help</command>
de: Sie können den Ausführungsmodus von <application>GNOME Terminal</application> mit Hilfe von Befehlszeilenoptionen ändern. Um die Befehlszeilenoptionen anzuzeigen, führen Sie folgenden Befehl aus: <command>gnome-terminal --help</command>

source: When You First Start GNOME Terminal
de: Erstmaliger Start von GNOME Terminal

source: When you start <application>GNOME Terminal</application> for the first time, the application opens a terminal window with a group of default settings. The group of default settings is called the Default profile. The profile name appears in the titlebar of the <application>GNOME Terminal</application> window.
de: Wenn Sie <application>GNOME Terminal</application> zum ersten Mal starten, öffnet die Anwendung ein Terminalfenster mit einer Reihe von Standardeinstellungen. Diese Standardeinstellungen werden als Standardprofil bezeichnet. Der Name des Profils erscheint in der Titelleiste des <application>GNOME Terminal</application>-Fensters.

source: Example of a Default GNOME Terminal Window
de: Beispiel für ein GNOME Terminal-Standardfenster

source: GNOME Terminal default window
de: GNOME Terminal-Standardfenster

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt can be a %, #, &gt;, $, or any other special character. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, <application>GNOME Terminal</application> uses the default shell specified for the user who starts the application.
de: Im Terminalfenster wird eine Eingabeaufforderung angezeigt, an der Sie UNIX-Befehle eingeben können. Die Eingabeaufforderung kann als %, #, &gt;, $ oder ein anderes Sonderzeichen dargestellt werden. Der Cursor befindet sich hinter der Eingabeaufforderung. Wenn Sie einen UNIX-Befehl eingeben und die <keycap>Eingabetaste</keycap> drücken, wird der Befehl vom Computer ausgeführt. <application>GNOME Terminal</application> verwendet normalerweise die Standardshell des Benutzers, der die Anwendung startet.

source: <application>GNOME Terminal</application> also sets the following environment variables:
de: <application>GNOME Terminal</application> setzt außerdem die folgenden Umgebungsvariablen:

source: Set to <literal>xterm</literal> by default.
de: Standardmäßig auf <literal>xterm</literal> gesetzt.

source: Set to <literal>gnome-terminal</literal> by default.
de: Standardmäßig auf <literal>gnome-terminal</literal> gesetzt.

source: Set to the X11 window identifier by default.
de: Standardmäßig auf die X11-Fensterkennung eingestellt.

source: Terminal Profiles
de: Terminalprofile

source: You can create a new profile, and apply the new profile to the terminal to modify characteristics such as font, color and effects, scroll behavior, window title, and compatibility. You can also specify a command that runs automatically when you start <application>GNOME Terminal</application> in the profile.
de: Sie können ein neues Profil erstellen und dieses auf das Terminal anwenden, um Eigenschaften wie Schriftart, Farbe, Effekte, Bildlaufverhalten, Fenstertitel und Kompatibilität zu ändern. Im Profil können Sie auch den Befehl zum Starten von <application>GNOME Terminal</application> definieren.

source: You define each terminal profile in the <guilabel>Edit Profiles</guilabel> dialog, which you access from the <guimenu>Edit</guimenu> menu. You can define as many different profiles as you require. When you start a terminal, you can choose the profile that you want to use for the terminal. Alternatively, you can change the terminal profile while you use the terminal. To specify an initial profile for a terminal when you start the application from a command line, use the following command:
de: Jedes Terminalprofil wird im Dialogfeld <guilabel>Profile</guilabel> definiert. Dieses Dialogfeld öffnen Sie über das Menü <guimenu>Bearbeiten</guimenu>. Sie können beliebig viele unterschiedliche Profile definieren. Wenn Sie ein Terminal starten, können Sie das Profil für das Terminal auswählen; es ist aber auch möglich, das Terminalprofil während der Arbeit mit dem Terminal zu wechseln. Verwenden Sie den folgenden Befehl, um ein Anfangsprofil für ein Terminal anzugeben, wenn Sie die Anwendung über eine Befehlszeile starten:

source: profilename
de: Profilname

source: The name of the current profile appears in the titlebar of the <application>GNOME Terminal</application>, unless you specify a different titlebar name in the <guilabel>Editing Profile</guilabel> dialog.
de: Der Name des aktuellen Profils erscheint in der <application>GNOME Terminal</application>-Titelleiste, falls Sie im Dialogfeld <guilabel>Profil bearbeiten</guilabel> keinen anderen Titelleistennamen angeben.

source: See <xref linkend="gnome-terminal-manage-profiles"/> for information about how to define and use a new terminal profile.
de: Informationen zum Definieren und Verwenden eines neuen Terminalprofils finden Sie unter <xref linkend="gnome-terminal-manage-profiles"/>.

source: Working With Multiple Terminals
de: Arbeiten mit mehreren Terminals

source: <application>GNOME Terminal</application> provides a tab feature that enables you to open several terminals in a single window. Each terminal opens in a separate tab. Click on the appropriate tab to display the terminal in the window. Each tabbed terminal in a window is a separate subprocess, so you can use each terminal for different tasks. You can apply a different profile to each tabbed terminal in the window.
de: <application>GNOME Terminal</application> verfügt über eine Reiterfunktion, die Ihnen die Möglichkeit gibt, zusätzliche Terminals zu einem Fenster hinzuzufügen. Klicken Sie auf den entsprechenden Reiter, um die verschiedenen Terminals im Fenster zu öffnen. Jedes als Reiter dargestellte Terminal in einem Fenster ist ein separater Unterprozess, so dass Sie die einzelnen Terminals für verschiedene Aufgaben verwenden können. Sie können auf jedes Terminal im Fenster ein anderes Profil anwenden.

source: The titlebar of the terminal window shows either the name of the current profile, or the name specified by the current profile. <xref linkend="gnome-terminal-tabbed"/> shows a <application>GNOME Terminal</application> window with four tabs. In this case, each of the four tabs has a different profile. The name of the profile in the active tab, Profile 1, appears in the titlebar.
de: In der Titelleiste des Terminalfensters erscheint entweder der Name des aktuellen Profils oder der Name, der im aktuellen Profil festgelegt ist. <xref linkend="gnome-terminal-tabbed"/> zeigt ein <application>GNOME Terminal</application>-Fenster mit vier Reitern. In diesem Fall ist jedem der vier Reiter ein anderes Profil zugeordnet. Der Name des aktuellen Profils, Profil 1, erscheint in der Titelleiste.

source: Example of a Terminal Window With Tabs
de: Beispiel für ein Terminalfenster mit Reitern

source: See <xref linkend="gnome-terminal-windows"/> for information about how to open a new tabbed terminal.
de: Informationen zum Öffnen eines neuen Terminals mit Reitern finden Sie unter <xref linkend="gnome-terminal-windows"/>.

source: Usage
de: Verwendung

source: Opening and Closing Terminals
de: Öffnen und Schließen von Terminals

source: To open a new terminal window:
de: So öffnen Sie ein neues Terminalfenster:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Terminal öffnen</guimenuitem></menuchoice>.

source: The new terminal inherits the application settings and default shell from the parent terminal.
de: Das neue Terminal erbt die Anwendungsinstellungen und die Standard-Shell des bereits geöffneten Terminals.

source: To close a terminal window:
de: So schließen Sie ein Terminalfenster:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Fenster schließen</guimenuitem></menuchoice>.

source: This action closes the terminal and any subprocesses that you opened from the terminal. If you close the last terminal window, the <application>GNOME Terminal</application> application exits.
de: Damit werden das Terminal sowie alle Unterprozesse geschlossen, die Sie in diesem Terminal geöffnet haben. Beim Schließen des letzten Terminalfensters wird die Anwendung <application>GNOME Terminal</application> beendet.

source: To add a new tabbed terminal to a window:
de: So fügen Sie in ein Fenster ein neues Terminal im Reiterformat hinzu:

source: Choose <menuchoice><guimenu>File</guimenu><guisubmenu>Open Tab</guisubmenu><guimenuitem>Default</guimenuitem></menuchoice> or just <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> if there is no submenu.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guisubmenu>Neuer Reiter</guisubmenu><guimenuitem>Standard</guimenuitem></menuchoice>, oder einfach <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neuer Reiter</guimenuitem></menuchoice>, falls kein Untermenü vorhanden ist.

source: To display a tabbed terminal:
de: So öffnen Sie ein Terminal im Reiterformat:

source: Click on the tab of the tabbed terminal that you want to display, or select a tab title from the <guimenu>Tabs</guimenu> menu.
de: Klicken Sie auf den Reiternamen des Terminals, das Sie anzeigen möchten, oder wählen Sie einen Reitertitel aus dem Menü <guimenu>Reiter</guimenu>.

source: Alternatively, choose <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Next Tab</guimenuitem></menuchoice> or <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Previous Tab</guimenuitem></menuchoice> to navigate between tabs.
de: Alternativ wählen Sie <menuchoice><guimenu>Reiter</guimenu><guimenuitem>Nächster Reiter</guimenuitem></menuchoice> oder <menuchoice><guimenu>Reiter</guimenu><guimenuitem>Vorheriger Reiter</guimenuitem></menuchoice>, um zwischen den Reitern zu wechseln.

source: To close a tabbed terminal:
de: So schließen Sie ein Terminal im Reiterformat:

source: Display the tabbed terminal that you want to close.
de: Klicken Sie auf den Reiter des Terminals im Reiterformat, das Sie schließen wollen.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Reiter schließen</guimenuitem></menuchoice>.

source: Managing Profiles
de: Verwalten von Profilen

source: To add a new profile:
de: So fügen Sie ein neues Profil hinzu:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>New Profile</guimenuitem></menuchoice> to display the <guilabel>New Profile</guilabel> dialog.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neues Profil</guimenuitem></menuchoice>, um das Dialogfeld <guilabel>Neues Profil</guilabel> zu öffnen.

source: Type the new profile name in the <guilabel>Profile name</guilabel> text box.
de: Geben Sie den Namen des neuen Profils in das Textfeld <guilabel>Profilname</guilabel> ein.

source: Use the <guilabel>Base on</guilabel> drop-down list to select the profile on which you want to base the new profile.
de: Wählen Sie in der Aufklappliste <guilabel>Basierend auf</guilabel> das Profil aus, auf dem das neue Profil beruhen soll.

source: Click <guibutton>Create</guibutton> to display the <guilabel>Editing Profile</guilabel> dialog.
de: Klicken Sie auf <guibutton>Anlegen</guibutton> um das Dialogfeld <guilabel>Profil bearbeiten</guilabel> anzuzeigen.
